const Train = () => {
  return <main className="train">
    <h1>О провессии</h1>
    <br />
    <h2>Описание</h2>
    <p>Сварщик занимается соединением различных деталей, металлических конструкций, трубопроводов, изделий и емкостей разнообразных форм, уровня сложности и назначения. От сварщика зависит качество будущего изделия, потому оплошности в этой работе не допускаются. Сварщику недостаточно правильно соединять швы детали - ему необходимо знать физические свойства сварки и используемых материалов.</p>
    <br />
    <h2>Специализации</h2>
    <p>Сварщик - общее понятие для рабочих этой профессии, однако здесь есть свое разделение по специализациям.</p>
    <p>Сварщик на машинах контактной связи делает сварку изделий, узлов, конструкций на контактных и точечных машинах.</p>
    <p>Сварщик диффузно-сварочных установок. Сварка производится в специальных печах, а детали сварки являются уникальными, сложными, подвергающимися различным испытаниям.</p>
    <br />
    <h2>Газосварщик</h2>
    <p>Особенности этой специализации заключаются в газовой сварке сложных узлов, механизмов и деталей, которые являются высокоуглеродистыми, коррозионностойкими цветными металлами, сплавами, чугуном. Они предназначены для работы под высоким давлением.</p>
    <p>Помимо специализаций, сварщики имеют разряды. I разряд имеет сварщик пластмасс. II разряд присваивается мастеру термитной сварки. III разряд - у сварщика основных и более простых видов сварки. IV разряд получает специалист по дуговой сварке. V разряд имеет мастер по сварке сложных изделий и узлов. VI разряд присваивают специалисту широкого профиля.</p>
  </main>
}

export default Train