const Company = () => {
  return (
    <main className="company">
      <h1>О компании</h1>
      <br />
      <p>
        Российские железные дороги (РЖД) – это крупнейшая железнодорожная
        компания в России, играющая ключевую роль в транспортной инфраструктуре
        страны. Она была основана в 1851 году и с тех пор стала надежным столпом
        развития экономики и связи между регионами России.
      </p>
      <br />
      <p>
        РЖД предоставляют широкий спектр услуг, включая пассажирские перевозки,
        грузовые перевозки и логистические услуги. Компания обладает обширной
        сетью железных дорог, связывающей тысячи населенных пунктов от крупных
        городов до отдаленных деревень.
      </p>
      <br />
      <p>
        Современные технологии и постоянные усовершенствования позволяют РЖД
        обеспечивать высокий уровень безопасности и комфорта для пассажиров и
        эффективно перемещать грузы по всей стране. РЖД продолжают играть важную
        роль в развитии российской экономики, способствуя устойчивости и
        процветанию страны.
      </p>
    </main>
  );
};

export default Company;
